rofi
git
nodejs
npm
neovim
vim
vim-gnome
curl
clang-tidy
gdb
gcc
g++
build-essential
python
python-pip
python3-pip
python3
tmux
silversearcher-ag
zsh
ttf-ancient-fonts
fonts-powerline
cmake
python3-dev
htop
ncdu
xclip
yarn
bat
lazydocker
lazygit
